Repository: mrKarapuz/investingTelegramBot
Catalog: locales/*/LC_MESSAGES/mybot.po
Languages: uk

source: МИН ценных бумаг
uk: МІН цінних папер

source: Капитализация
uk: Капіталізація

source: Количество акций
uk: Кількість акцій

source: Цена акции
uk: Ціна акції

source: Общий доход
uk: Загальний дохід

source: Чистая прибыль
uk: Чистий прибуток

source: Активы
uk: Активи

source: Обязательства
uk: Зобов'язання

source: Акционерный капитал
uk: Акціонерний капітал:

source: Дивиденды в $ (квартал)
uk: Дивіденди в доларах

source: Дивиденды в % (квартал)
uk: Дивіденди в доларах

source: Прибыль на акцию
uk: Прибуток на акцію

source: Цена\прибыль
uk: Ціна\прибуток

source: Сравнение компаний по признаку:
uk: Порівняння компаній за ознакою:

source: Отмена
uk: Відміна

source: Назад 👈
uk: Повернутися 👈

source: Сравнить компании 🧐
uk: Порівняти компанії 🧐

source: Данные состоянием на утро сегодняшнего дня По какому признаку сравнивать?
uk: Дані станом на ранок По якій ознаці порівнювати?

source: Выбранный атрибут: "{attr}" Введите тикеры компаний через пробел (в любом регистре) Для формирования наглядного сравнения выберите не более 50 компаний
uk: Обраний атрибут: "{attr}" Введіть тікери компаній через пробіл (в будь-якому регістрі) Для формування наочного порівняння виберіть не більше 50 компаній

source: Для формирования наглядного сравнения выберите не более 50 компаний
uk: Для формування наочного порівняння виберіть не більше 50 компаній

source: Сбор информации... Процесс может занять несколько минут
uk: Збір інформації ... Процес може зайняти кілька хвилин

source: Для формирования графика выберите не более 10 компаний
uk: Для формування графіку виберіть не більше 10 компаній

source: Выберите период для формирования графика изменения цены акции
uk: Виберіть період для формування графіка зміни ціни акції

source: Ошибка, данных тикеров не существует: {errors_ticker}
uk: Помилка, даних тікерів не існує: {errors_ticker}

source: Формируем график...
uk: Формуємо графік...

source: /start - Начать диалог /help - Получить справку Информация о компании: Введите тикер и получите базовую информацию о компании, также, нажав нужную кнопку, можно узнать подробную информацию по нужному критерию (выраженную в графиках) Сравнить компании: Выберите признак сравнения, введите тикеры нужных компаний и получите наглядное стравнение (график) ОБНОВЛЕНИЯ ПРОИСХОДЯТ КАЖДЫЕ 10 мин Ваши пожелания и предложения - https://t.me/mr_karapuz
uk: /start - Почати діалог /help - Отримати довідку Інформація про компанію: Введіть тікер і отримаєте базову інформацію про компанії, також, натиснувши потрібну кнопку, можна дізнатися детальну інформацію за потрібним критерієм (виражену в графіках) Порівняти компанії: Виберіть ознака порівняння, введіть тікери потрібних компаній і отримаєте наочне стравненію (графік) ОНОВЛЕННЯ ВІДБУВАЮТЬСЯ КОЖНІ 10 хв Ваші побажання і пропозиції - https://t.me/mr_karapuz

source: Информация о компании 🤓
uk: Інформація про компанію 🤓

source: Введите тикер: 🎫
uk: Введіть тікер: 🎫

source: Прибыль(год) 🍬
uk: Прибуток (рік) 🍬

source: Прибыль(квартал) 🍭
uk: Прибуток (квартал) 🍭

source: Баланс(год) 💰
uk: Баланс (рік) 💰

source: Дивиденды 💵
uk: Дивіденди 💵

source: Пожалуйста подождите...
uk: Будь ласка зачекайте...

source: Сплиты ✂
uk: Спліти ✂

source: Описание ✏
uk: Опис ✏

source: График цены акции 📈
uk: Графік ціни акції 📈

source: Выберите период
uk: Виберіть період

source: Пожалуйста, подождите...
uk: Будь ласка зачекайте...

source: Ошибка, проверьте правильность тикера и попробуйте еще раз Тикер — краткое название в биржевой информации котируемых инструментов: Apple: AAPL General Electric: GE
uk: Помилка, перевірте правильність тікера і спробуйте ще раз Тікер - коротка назва інструмента, що котується на біржовому ринку: Apple: AAPL General Electric: GE

source: Продолжить 🆗
uk: Продовжити 🆗

source: Тикер /
uk: Тікер /

source: Индекс /
uk: Індекс /

source: Для получения полной информации, загрузите EXCEL таблицу
uk: Для отримання повної інформації загрузіть EXCEL таблицю

source: К сожалению, компаний с данынми параметрами не существует
uk: Нажаль, компаній за даними параметрами не існує

source: Введите значение от и до для данных атрибутов через запятую в формате: "20_" - от 20 до maximum "_1000" - от minimum до 1000 "20_1000" - от 20 до 1000 Последовательность: {attrbut_text}
uk: Введіть значення від і до для даних атрибутів через кому у форматі: "20_" - від 20 до maximum "_1000" - від minimum до 1000 "20_1000" - від 20 до 1000 Послідовність: {attrbut_text}

source: Вы не выбрали ни одного признака для формирования выборки
uk: Ви не обрали ознак для формування вибірки

source: В тексте присутствуют некорректные символы, пожалуйста повторите ввод Разрешенные символы: 0 1 2 3 4 5 6 7 8 9 . , - _
uk: В тексті присутні некоректні символи, будь ласка повторіть введення Дозволені символи: 0 1 2 3 4 5 6 7 8 9 . , - _

source: Количество выбранных для формирования списка компаний атрибутов не соответсвует количеству введенных чисел Пожалуйста еще раз сделайте ваш выбор
uk: Кількість обраних для формування списка компаній атрибутів не відповідає кількості введених чисел Будь ласка, ще раз зробіть ваш вибір

source: Некорректные параметры, значение "от" больше значения "до" Пожалуйста еще раз сделайте ваш выбор
uk: Некоректні параметри, значення "від" більше значення "до" Будь ласка, ще раз зробіть ваш вибір

source: Некорректные данные Пожалуйста еще раз сделайте ваш выбор
uk: Некоректні данні Будь ласка, ще раз зробіть ваш вибір

source: Индекс /
uk: Індекс /

source: Подобрать компании 🤑
uk: Підібрати компанії 🤑

source: Выберите признаки на которых будет основываться подбор
uk: Виберіть ознаки на яких буде ґрунтуватися підбір

source: Главная страница
uk: Головна сторінка

source: Привет, {name}! Я помогу тебе инвестировать {smile} {paragraf} /help - Получить справку
uk: Привіт, {name}! Я допоможу тобі інвестувати {smile} {paragraf} /help - отримати довідку

source: Выберите язык
uk: Виберіть мову

source: Изменить язык ✍️
uk: Змінити мову ✍️

source: Вы выбрали русский язык
uk: Ви обрали українську мову

source: МИН 🔢
uk: МІН 🔢

source: Капитализация 💰
uk: Капіталізація 💰

source: Кол-во акций 🔄
uk: Кількість акцій 🔄

source: Цена акции 📈
uk: Ціна акції 📈

source: Общий доход 💵
uk: Загальний дохід 💵

source: Чистая прибыль 💸
uk: Чистий прибуток 💸

source: Активы 🧾
uk: Активи 🧾

source: Обязательства 🧾
uk: Зобов'язання 🧾

source: Капитал 💼
uk: Капітал 💼

source: Дивиденды ($)
uk: Дивіденди ($)

source: Дивиденды (%)
uk: Дивіденди (%)

source: Прибыль на акцию 📝
uk: Прибуток на акцію 📝

source: Цена\прибыль 🔎
uk: Ціна \ прибуток 🔎

source: 1 месяц
uk: 1 місяць

source: 3 месяца
uk: 3 місяці

source: 1 год
uk: 1 рік

source: 2 года
uk: 2 роки

source: 5 лет
uk: 5 років

source: 10 лет
uk: 10 років

source: Загрузить EXCEL таблицу ⬇
uk: Завантажити EXCEL таблицю ⬇

source: Главная страница ↩
uk: Головна сторінка ↩

source: 6 месяцев
uk: 6 місяців

source: Максимальный
uk: Максимум

source: Расчет общего дохода и чистой прибыли компании по годам
uk: Розрахунок загального доходу і чистого прибутку компанії по роках

source: Общий доход:
uk: Загальний дохід:

source: Чистая прибыль:
uk: Чистий прибуток:

source: Расчет общего дохода и чистой прибыли компании {short_name} по кварталам
uk: Розрахунок загального доходу і чистого прибутку компанії {short_name} по кварталам

source: Расчет общих активов, обязательств и акционерного капитала компании {short_name} по годам
uk: Розрахунок загальних активів, зобов'язань і акціонерного капіталу компанії {short_name} по роках

source: Aктивы:
uk: Активи:

source: Пассивы:
uk: Пасиви:

source: Капитал:
uk: Капітал:

source: Пассивы
uk: Пасиви

source: Капитал
uk: Капітал

source: Расчет общих активов, обязательств и акционерного капитала компании {short_name} по кварталам
uk: Розрахунок загальних активів, зобов'язань і акціонерного капіталу компанії {short_name} по кварталах

source: История дивидендов компании {short_name} по кварталам
uk: Історія дивідендів компанії {short_name} по кварталам

source: Компания "{short_name}" не выплачивала дивидендов
uk: Компанія "{short_name}" не сплачувала дивідендів

source: Компания "{short_name}" не проводила сплитов
uk: Компанія "{short_name}" не проводила сплітів

source: Можно выбрать не более 10 компаний
uk: Можна вибрати не більше 10 компаній

source: График изменения цены акции за период: {period}
uk: Графік коливання ціни акції за період: {period}

source: График изменения цен акций за период: {period}
uk: Графік коливання ціни акцій за період: {period}

source: Полное название:
uk: Повна назва:

source: Тикер:
uk: Тікер:

source: МИН ценных бумаг:
uk: МІН цінних папер:

source: Капитализация:
uk: Капіталізація:

source: Количество акций:
uk: Кількість акцій:

source: Цена акции:
uk: Ціна акції:

source: Активы:
uk: Активи:

source: Обязательства:
uk: Зобов'язання:

source: Акционерный капитал:
uk: Акціонерний капітал:

source: Дивиденды в долларах:
uk: Дивіденди в доларах:

source: Дивиденды в процентах:
uk: Дивіденди у відсотках:

source: Прибыль на акцию:
uk: Прибуток на акцію:

source: Цена\прибыль:
uk: Ціна\прибуток:
